{
  "myName": "David Jewell",
  "tagline": "Digital Product Design &amp; Engineering",
  "bio": "<strong>Hi! 👋</strong> I&rsquo;m David Jewell, a designer living in the beautiful borough of Brooklyn, NY. I specialize in digital products deeply rooted in design thinking. Coupled with technical knowledge, I am involved in all stages of the lifecycle of a product, from conception to execution. I am passionate about discovering how things work, and how to improve upon them. I love cycling, live music, the color magenta and my cat, Em.",
  "longBio": "<p><strong>Hi! 👋</strong> I&rsquo;m David Jewell, a designer living in the beautiful borough of Brooklyn, New York. Originally hailing from Nashville, I grew up around music and the natural world; though in the big city now, I still do my best to surround myself with both. These days, it is the Hudson River Valley, the 1700 parks in NYC and the seemingly endless number of music venues that I call my stomping grounds.</p><p>I discovered my love for design as a child on the back of a cereal box, though I didn&rsquo;t realize the significance at the time. The bright blue &ldquo;FREE&rdquo; emblazoned on a similarly-bright red field being my first experience with vibrating colors, I was amazed at how impossible it was for me to look at anything else on the panel. Through a presumed “mistake” I discovered the power of color.</p><p>I&rsquo;ve spent much of my career working for food brands such as Food Network, Genius Kitchen, Food.com and Cooking Channel. Through those experiences I&rsquo;ve cultured a love affair with all food, especially that which I haven&rsquo;t tried yet. I&rsquo;ve always had an intense curiosity as to what makes things &ldquo;tick&rdquo;, and through that I&rsquo;ve taught myself HTML, CSS, JavaScript, PHP and many other tools in an engineer&rsquo;s toolbox&hellip; and I&rsquo;m always eager to learn more.</p><h4>Fun facts about me:</h4><ul><li>I went to high school in a castle (well, not really but it sure does <a href='https://en.wikipedia.org/wiki/Hume-Fogg_High_School#/media/File:WTN_EVula_047.jpg' target='_blank'>look like one</a>)</li><li>I built my first (geocities) website way back in middle school, devoted to the “TIE Fighter” video game.</li><li>I named my cat, <a href='https://www.instagram.com/p/CHGm0k2Ax0u/' target='_blank'>Em</a> after the typographic mark.</li></ul>",
  "bioPhoto": "{{imgPath}}/me.jpg",
  "mastheadLinks": [
    { "key": "linkedin", "url": "https://www.linkedin.com/in/mrjewell/" },
    { "key": "github", "url": "https://github.com/kmflash/" },
    { "key": "instagram", "url": "https://www.instagram.com/mrjewell/" },
    { "key": "strava", "url": "https://www.strava.com/athletes/10766330" }
  ],
  "siteNav": [
    {
      "text": "About",
      "isDisabled": false,
      "type": "router",
      "key": "about"
    },
    {
      "key": "home",
      "text": "work",
      "isDisabled": false,
      "type": "router"
    },
    {
      "key": "resume",
      "url": "resume/resume-david-jewell.pdf",
      "text": "Résumé",
      "isDisabled": false,
      "type": "link"
    },
    {
      "key": "artifacts",
      "text": "Artifacts",
      "isDisabled": true
    }
  ],
  "imageSizes": [
    {
      "key": "sm",
      "imageSize": {
        "width": 340,
        "height": 191,
        "offset": 10
      }
    },
    {
      "key": "md",
      "imageSize": {
        "width": 674,
        "height": 191,
        "offset": 28
      }
    },
    {
      "key": "lg",
      "imageSize": {
        "width": 850,
        "height": 524,
        "offset": 28
      }
    },
    {
      "key": "xl",
      "imageSize": {
        "width": 927,
        "height": 570,
        "offset": 28
      }
    }
  ]
}
